Repository: lavasecurity/lavasec-ios
Catalog: LavaSecApp/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

source: Reconnect or change your DNS provider.
de: Verbinde neu oder wechsle deinen DNS-Anbieter.
es: Reconecta o cambia tu proveedor de DNS.
fr: Reconnectez-vous ou changez de fournisseur DNS.
it: Riconnettiti o cambia provider DNS.
ja: 再接続するか、DNSプロバイダーを変更してください。
ko: 다시 연결하거나 DNS 공급자를 변경하세요.
pt_br: Reconecte ou altere seu provedor de DNS.
zh_hans: 请重新连接或更改 DNS 提供商。
zh_hant: 請重新連線或變更 DNS 供應商。

source: Removed: %1$lld blocklists, %2$lld blocked domains, %3$lld custom blocklists, %4$lld allowed exceptions.
de: Entfernt: %1$lld Blocklisten, %2$lld blockierte Domains, %3$lld eigene Blocklisten, %4$lld erlaubte Ausnahmen.
es: Se eliminan: %1$lld listas de bloqueo, %2$lld dominios bloqueados, %3$lld listas de bloqueo personalizadas y %4$lld excepciones permitidas.
fr: Suppression : %1$lld listes de blocage, %2$lld domaines bloqués, %3$lld listes de blocage personnalisées, %4$lld exceptions autorisées.
it: Rimossi: %1$lld liste di blocco, %2$lld domini bloccati, %3$lld liste di blocco personalizzate, %4$lld eccezioni consentite.
ja: 削除：ブロックリスト%1$lld件、ブロックするドメイン%2$lld件、カスタムブロックリスト%3$lld件、許可する例外%4$lld件。
ko: 삭제: 차단 목록 %1$lld개, 차단 도메인 %2$lld개, 맞춤 차단 목록 %3$lld개, 허용 예외 %4$lld개.
pt_br: Removidos: %1$lld listas de bloqueio, %2$lld domínios bloqueados, %3$lld listas de bloqueio personalizadas, %4$lld exceções permitidas.
zh_hans: 移除：%1$lld 个拦截列表、%2$lld 个已拦截的域名、%3$lld 个自定义拦截列表、%4$lld 个允许的例外。
zh_hant: 移除：%1$lld 個封鎖清單、%2$lld 個已封鎖的網域、%3$lld 個自訂封鎖清單、%4$lld 個允許的例外。

source: Renamed filter
de: Umbenannter Filter
es: Filtro renombrado
fr: Filtre renommé
it: Filtro rinominato
ja: 名前を変更するフィルター
ko: 이름을 바꾼 필터
pt_br: Filtro renomeado
zh_hans: 重命名的筛选器
zh_hant: 重新命名的篩選器

# Retry upload
source: Try uploading again
de: Hochladen erneut versuchen
es: Volver a intentar la subida
fr: Réessayer l’envoi
it: Riprova a caricare
ja: もう一度アップロード
ko: 업로드 다시 시도
pt_br: Tentar enviar novamente
zh_hans: 重新上传
zh_hant: 重新上傳

source: Return to Account & backup
de: Zurück zu Konto & Backup
es: Volver a Cuenta y copia de seguridad
fr: Revenir à Compte et sauvegarde
it: Torna ad Account e backup
ja: アカウントとバックアップに戻る
ko: 계정 및 백업으로 돌아가기
pt_br: Voltar a Conta e backup
zh_hans: 返回账户与备份
zh_hant: 返回帳號與備份

source: Scan to import my Lava filter
de: Scannen, um meinen Lava-Filter zu importieren
es: Escanea para importar mi filtro Lava
fr: Scannez pour importer mon filtre Lava
it: Scansiona per importare il mio filtro Lava
ja: スキャンして私のLavaフィルターをインポート
ko: 스캔하여 내 Lava 필터 가져오기
pt_br: Escaneie para importar meu filtro Lava
zh_hans: 扫描以导入我的 Lava 筛选器
zh_hant: 掃描以匯入我的 Lava 篩選器

source: Set up on this device. Your online backup is pending.
de: Auf diesem Gerät eingerichtet. Dein Online-Backup steht noch aus.
es: Configurado en este dispositivo. Tu copia en línea está pendiente.
fr: Configuré sur cet appareil. Votre sauvegarde en ligne est en attente.
it: Configurato su questo dispositivo. Il backup online è in attesa.
ja: このデバイスでの設定が完了しました。オンラインバックアップはまだ完了していません。
ko: 이 기기에서 설정했습니다. 온라인 백업은 아직 완료되지 않았습니다.
pt_br: Configurado neste dispositivo. Seu backup online está pendente.
zh_hans: 已在此设备设置完成。在线备份尚未完成。
zh_hant: 已在這台裝置設定完成。線上備份尚未完成。

source: Share
de: Teilen
es: Compartir
fr: Partager
it: Condividi
ja: 共有
ko: 공유
pt_br: Compartilhar
zh_hans: 分享
zh_hant: 分享

source: Single domain
de: Einzelne Domain
es: Dominio único
fr: Domaine unique
it: Singolo dominio
ja: 単一のドメイン
ko: 단일 도메인
pt_br: Domínio único
zh_hans: 单个域名
zh_hant: 單一網域

# Some domains were invalid or cannot be allowed.
source: Some domains were invalid or can’t be allowed.
de: Einige Domains waren ungültig oder können nicht erlaubt werden.
es: Algunos dominios no son válidos o no se pueden permitir.
fr: Certains domaines sont invalides ou ne peuvent pas être autorisés.
it: Alcuni domini non sono validi o non possono essere consentiti.
ja: 一部のドメインは無効か、許可できません。
ko: 일부 도메인이 유효하지 않거나 허용할 수 없습니다.
pt_br: Alguns domínios são inválidos ou não podem ser permitidos.
zh_hans: 部分域名无效或无法允许。
zh_hant: 部分網域無效或無法允許。

source: The selected filter keeps its name. Review the content changes below.
de: Der ausgewählte Filter behält seinen Namen. Prüfe unten die Inhaltsänderungen.
es: El filtro seleccionado conserva su nombre. Revisa los cambios de contenido a continuación.
fr: Le filtre sélectionné garde son nom. Vérifiez les modifications du contenu ci-dessous.
it: Il filtro selezionato mantiene il nome. Controlla le modifiche al contenuto qui sotto.
ja: 選択したフィルターの名前は変わりません。以下の内容変更を確認してください。
ko: 선택한 필터의 이름은 그대로 유지됩니다. 아래 내용 변경 사항을 검토하세요.
pt_br: O filtro selecionado mantém o nome. Revise abaixo as alterações do conteúdo.
zh_hans: 所选筛选器的名称保持不变。请检查下方的内容更改。
zh_hant: 所選篩選器的名稱保持不變。請檢閱下方的內容變更。

source: This changes your active filter. “%@” keeps its name and receives the reviewed content.
de: Dies ändert deinen aktiven Filter. „%@“ behält seinen Namen und erhält den geprüften Inhalt.
es: Esto cambia tu filtro activo. «%@» conserva su nombre y recibe el contenido revisado.
fr: Cela modifie votre filtre actif. « %@ » garde son nom et reçoit le contenu vérifié.
it: Questo modifica il tuo filtro attivo. «%@» mantiene il nome e riceve il contenuto verificato.
ja: 使用中のフィルターが変更されます。「%@」の名前は変わらず、確認した内容に置き換わります。
ko: 사용 중인 필터가 변경돼요. “%@”의 이름은 유지되고 검토한 내용이 적용돼요.
pt_br: Isso altera o seu filtro ativo. “%@” mantém o nome e recebe o conteúdo revisado.
zh_hans: 这会更改你正在使用的筛选器。“%@”的名称保持不变，并应用已检查的内容。
zh_hant: 這會變更你使用中的篩選器。「%@」的名稱保持不變，並套用已檢閱的內容。

# This filter cannot be shared.
source: This filter can’t be shared.
de: Dieser Filter kann nicht geteilt werden.
es: Este filtro no se puede compartir.
fr: Ce filtre ne peut pas être partagé.
it: Questo filtro non può essere condiviso.
ja: このフィルターは共有できません。
ko: 이 필터는 공유할 수 없습니다.
pt_br: Este filtro não pode ser compartilhado.
zh_hans: 无法分享此筛选器。
zh_hant: 無法分享此篩選器。

source: Unlock this device and reopen Lava to read its security settings.
de: Entsperre dieses Gerät und öffne Lava erneut, um die Sicherheitseinstellungen zu lesen.
es: Desbloquea este dispositivo y vuelve a abrir Lava para leer sus ajustes de seguridad.
fr: Déverrouillez cet appareil et rouvrez Lava pour lire ses réglages de sécurité.
it: Sblocca questo dispositivo e riapri Lava per leggere le impostazioni di sicurezza.
ja: このデバイスのロックを解除し、Lavaを開き直してセキュリティ設定を読み込んでください。
ko: 이 기기의 잠금을 해제하고 Lava를 다시 열어 보안 설정을 읽으세요.
pt_br: Desbloqueie este dispositivo e reabra o Lava para ler os ajustes de segurança.
zh_hans: 请解锁此设备并重新打开 Lava，以读取安全设置。
zh_hant: 請解鎖這台裝置並重新開啟 Lava，以讀取安全設定。

# Use public source URLs without private parameters before sharing.
source: Use public blocklist URLs without private parameters before sharing.
de: Verwende vor dem Teilen öffentliche Blocklisten-URLs ohne private Parameter.
es: Antes de compartir, usa URL de listas de bloqueo públicas sin parámetros privados.
fr: Avant de partager, utilisez des URL de listes de blocage publiques sans paramètres privés.
it: Prima di condividere, usa URL pubblici di liste di blocco senza parametri privati.
ja: 共有前に、非公開のパラメーターを含まない、公開されているブロックリストのURLを使用してください。
ko: 공유하기 전에 비공개 매개변수가 없는 공개 차단 목록 URL을 사용하세요.
pt_br: Antes de compartilhar, use URLs públicas de listas de bloqueio sem parâmetros privados.
zh_hans: 分享前，请使用不含私密参数的公开拦截列表网址。
zh_hant: 分享前，請使用不含私人參數的公開封鎖清單網址。

source: View or edit
de: Ansehen oder bearbeiten
es: Ver o editar
fr: Voir ou modifier
it: Visualizza o modifica
ja: 表示または編集
ko: 보기 또는 편집
pt_br: Ver ou editar
zh_hans: 查看或编辑
zh_hant: 檢視或編輯

source: Your draft library changes won’t be applied.
de: Deine Bibliotheksentwürfe werden nicht angewendet.
es: No se aplicarán los cambios pendientes de la biblioteca.
fr: Les modifications en cours de la bibliothèque ne seront pas appliquées.
it: Le modifiche in bozza alla raccolta non verranno applicate.
ja: フィルター一覧の下書き変更は適用されません。
ko: 라이브러리의 임시 변경 사항은 적용되지 않습니다.
pt_br: As alterações pendentes da biblioteca não serão aplicadas.
zh_hans: 不会应用筛选器库的草稿更改。
zh_hant: 不會套用篩選器庫的草稿變更。

source: Your filter is shared as-is. Review your blocklists, blocked domains, and allowed exceptions before sharing. Anyone with the setup code can see them.
de: Dein Filter wird unverändert geteilt. Prüfe vor dem Teilen deine Blocklisten, blockierten Domains und erlaubten Ausnahmen. Jeder mit dem Einrichtungscode kann sie sehen.
es: Tu filtro se comparte tal cual. Antes de compartir, revisa tus listas de bloqueo, dominios bloqueados y excepciones permitidas. Cualquiera con el código de configuración puede verlos.
fr: Votre filtre est partagé tel quel. Avant de partager, vérifiez vos listes de blocage, domaines bloqués et exceptions autorisées. Toute personne disposant du code de configuration peut les voir.
it: Il tuo filtro viene condiviso così com’è. Prima di condividere, controlla le liste di blocco, i domini bloccati e le eccezioni consentite. Chiunque abbia il codice di configurazione può vederli.
ja: フィルターはそのまま共有されます。共有前に、ブロックリスト、ブロックするドメイン、許可する例外を確認してください。セットアップコードを持つ人は誰でも内容を確認できます。
ko: 필터가 그대로 공유돼요. 공유하기 전에 차단 목록, 차단 도메인, 허용 예외를 검토하세요. 설정 코드가 있는 사람은 누구나 볼 수 있어요.
pt_br: Seu filtro é compartilhado como está. Antes de compartilhar, revise suas listas de bloqueio, domínios bloqueados e exceções permitidas. Qualquer pessoa com o código de configuração pode vê-los.
zh_hans: 你的筛选器将原样分享。分享前，请检查你的拦截列表、已拦截的域名和允许的例外。任何持有设置代码的人都能看到这些内容。
zh_hant: 你的篩選器將原樣分享。分享前，請檢閱你的封鎖清單、已封鎖的網域及允許的例外。任何持有設定代碼的人都能看到這些內容。

source: Your filters changed or couldn’t be saved. Close Review and check your changes before trying again.
de: Deine Filter wurden geändert oder konnten nicht gespeichert werden. Schließe die Prüfung und kontrolliere deine Änderungen vor einem erneuten Versuch.
es: Tus filtros cambiaron o no se pudieron guardar. Cierra la revisión y comprueba los cambios antes de reintentarlo.
fr: Vos filtres ont changé ou n’ont pas pu être enregistrés. Fermez la vérification et contrôlez vos modifications avant de réessayer.
it: I filtri sono cambiati o non sono stati salvati. Chiudi la revisione e controlla le modifiche prima di riprovare.
ja: フィルターが変更されたか、保存できませんでした。確認画面を閉じて変更内容を確認し、再試行してください。
ko: 필터가 변경되었거나 저장하지 못했습니다. 검토를 닫고 변경 사항을 확인한 뒤 다시 시도하세요.
pt_br: Seus filtros mudaram ou não puderam ser salvos. Feche a revisão e confira as alterações antes de tentar novamente.
zh_hans: 筛选器已更改或无法保存。请关闭检查页面，确认更改后重试。
zh_hant: 篩選器已變更或無法儲存。請關閉檢閱畫面，確認變更後再試。

source: This device starts the request.
de: Dieses Gerät startet die Anfrage.
es: Este dispositivo inicia la solicitud.
fr: Cet appareil lance la requête.
it: Questo dispositivo avvia la richiesta.
ja: このデバイスからリクエストが始まります。
ko: 이 기기에서 요청이 시작돼요.
pt_br: Este dispositivo inicia a solicitação.
zh_hans: 此设备会发起请求。
zh_hant: 這台裝置會發起請求。

source: You’re currently using the %@ filter, with %@.
de: Du verwendest gerade den Filter %@ mit %@.
es: Estás usando el filtro %@, con %@.
fr: Vous utilisez actuellement le filtre %@, avec %@.
it: Stai usando il filtro %@, con %@.
ja: 現在、%@フィルター（%@）を使用しています。
ko: 현재 %@ 필터(%@)를 사용하고 있어요.
pt_br: Você está usando o filtro %@, com %@.
zh_hans: 你目前使用的是 %@ 筛选器，共 %@。
zh_hant: 你目前使用的是 %@ 篩選器，共 %@。

source: You’re currently using the %@ filter.
de: Du verwendest gerade den Filter %@.
es: Estás usando el filtro %@.
fr: Vous utilisez actuellement le filtre %@.
it: Stai usando il filtro %@.
ja: 現在、%@フィルターを使用しています。
ko: 현재 %@ 필터를 사용하고 있어요.
pt_br: Você está usando o filtro %@.
zh_hans: 你目前使用的是 %@ 筛选器。
zh_hant: 你目前使用的是 %@ 篩選器。

source: Your active filter is unavailable.
de: Dein aktiver Filter ist nicht verfügbar.
es: Tu filtro activo no está disponible.
fr: Votre filtre actif est indisponible.
it: Il tuo filtro attivo non è disponibile.
ja: 使用中のフィルターを利用できません。
ko: 사용 중인 필터를 불러올 수 없어요.
pt_br: Seu filtro ativo não está disponível.
zh_hans: 当前筛选器不可用。
zh_hant: 目前的篩選器無法使用。

source: Your primary DNS is %@. For more details, check DNS settings.
de: Dein primäres DNS ist %@. Weitere Details findest du in den DNS-Einstellungen.
es: Tu DNS principal es %@. Para más detalles, consulta los ajustes de DNS.
fr: Votre DNS principal est %@. Pour en savoir plus, consultez les réglages DNS.
it: Il tuo DNS primario è %@. Per maggiori dettagli, consulta le impostazioni DNS.
ja: プライマリDNSは%@です。詳しくはDNS設定を確認してください。
ko: 기본 DNS로 %@ 사용 중이에요. 자세한 내용은 DNS 설정에서 확인하세요.
pt_br: Seu DNS primário é %@. Para mais detalhes, confira os ajustes de DNS.
zh_hans: 你的主 DNS 是 %@。更多详情请查看 DNS 设置。
zh_hant: 你的主要 DNS 是 %@。更多詳細資訊請查看 DNS 設定。

source: Your primary DNS is %@. The System DNS profile is on. For more details, check DNS settings.
de: Dein primäres DNS ist %@. Das System-DNS-Profil ist eingeschaltet. Weitere Details findest du in den DNS-Einstellungen.
es: Tu DNS principal es %@. El perfil de DNS del sistema está activado. Para más detalles, consulta los ajustes de DNS.
fr: Votre DNS principal est %@. Le profil DNS système est activé. Pour en savoir plus, consultez les réglages DNS.
it: Il tuo DNS primario è %@. Il profilo DNS di sistema è attivato. Per maggiori dettagli, consulta le impostazioni DNS.
ja: プライマリDNSは%@です。システムDNSプロファイルはオンです。詳しくはDNS設定を確認してください。
ko: 기본 DNS로 %@ 사용 중이에요. 시스템 DNS 프로파일이 켜져 있어요. 자세한 내용은 DNS 설정에서 확인하세요.
pt_br: Seu DNS primário é %@. O perfil de DNS do sistema está ativado. Para mais detalhes, confira os ajustes de DNS.
zh_hans: 你的主 DNS 是 %@。系统 DNS 描述文件已开启。更多详情请查看 DNS 设置。
zh_hant: 你的主要 DNS 是 %@。系統 DNS 描述檔已開啟。更多詳細資訊請查看 DNS 設定。

source: Your primary DNS is %@. The System DNS profile is off. For more details, check DNS settings.
de: Dein primäres DNS ist %@. Das System-DNS-Profil ist ausgeschaltet. Weitere Details findest du in den DNS-Einstellungen.
es: Tu DNS principal es %@. El perfil de DNS del sistema está desactivado. Para más detalles, consulta los ajustes de DNS.
fr: Votre DNS principal est %@. Le profil DNS système est désactivé. Pour en savoir plus, consultez les réglages DNS.
it: Il tuo DNS primario è %@. Il profilo DNS di sistema è disattivato. Per maggiori dettagli, consulta le impostazioni DNS.
ja: プライマリDNSは%@です。システムDNSプロファイルはオフです。詳しくはDNS設定を確認してください。
ko: 기본 DNS로 %@ 사용 중이에요. 시스템 DNS 프로파일이 꺼져 있어요. 자세한 내용은 DNS 설정에서 확인하세요.
pt_br: Seu DNS primário é %@. O perfil de DNS do sistema está desativado. Para mais detalhes, confira os ajustes de DNS.
zh_hans: 你的主 DNS 是 %@。系统 DNS 描述文件已关闭。更多详情请查看 DNS 设置。
zh_hant: 你的主要 DNS 是 %@。系統 DNS 描述檔已關閉。更多詳細資訊請查看 DNS 設定。

source: Your primary DNS is %@. The System DNS profile status is unavailable. For more details, check DNS settings.
de: Dein primäres DNS ist %@. Der Status des System-DNS-Profils ist nicht verfügbar. Weitere Details findest du in den DNS-Einstellungen.
es: Tu DNS principal es %@. El estado del perfil de DNS del sistema no está disponible. Para más detalles, consulta los ajustes de DNS.
fr: Votre DNS principal est %@. L’état du profil DNS système n’est pas disponible. Pour en savoir plus, consultez les réglages DNS.
it: Il tuo DNS primario è %@. Lo stato del profilo DNS di sistema non è disponibile. Per maggiori dettagli, consulta le impostazioni DNS.
ja: プライマリDNSは%@です。システムDNSプロファイルの状態を確認できません。詳しくはDNS設定を確認してください。
ko: 기본 DNS로 %@ 사용 중이에요. 시스템 DNS 프로파일 상태를 확인할 수 없어요. 자세한 내용은 DNS 설정에서 확인하세요.
pt_br: Seu DNS primário é %@. O status do perfil de DNS do sistema não está disponível. Para mais detalhes, confira os ajustes de DNS.
zh_hans: 你的主 DNS 是 %@。目前无法获取系统 DNS 描述文件的状态。更多详情请查看 DNS 设置。
zh_hant: 你的主要 DNS 是 %@。目前無法取得系統 DNS 描述檔的狀態。更多詳細資訊請查看 DNS 設定。

source: It all starts here, on your device. Before it opens anything, it asks one question: where does this website live?
de: Alles beginnt hier, auf deinem Gerät. Bevor es etwas öffnet, fragt es: Wo ist diese Website zu finden?
es: Todo empieza aquí, en tu dispositivo. Antes de abrir nada, hace una pregunta: ¿dónde está este sitio?
fr: Tout commence ici, sur votre appareil. Avant d’ouvrir quoi que ce soit, il demande : où se trouve ce site ?
it: Tutto inizia qui, sul tuo dispositivo. Prima di aprire qualsiasi cosa, fa una domanda: dove si trova questo sito?
ja: すべてはここ、デバイスから始まります。何かを開く前に、「このサイトはどこにあるの？」と尋ねます。
ko: 모든 건 여기, 기기에서 시작돼요. 무엇이든 열기 전에 사이트가 어디 있는지부터 물어요.
pt_br: Tudo começa aqui, no seu dispositivo. Antes de abrir qualquer coisa, ele faz uma pergunta: onde fica este site?
zh_hans: 一切都从这里开始，就在你的设备上。打开任何内容前，它会先问一个问题：这个网站在哪里？
zh_hant: 一切都從這裡開始，就在你的裝置上。開啟任何內容前，它會先問一個問題：這個網站在哪裡？

source: Then, if VPN chaining is on, your request travels through your VPN on its way to DNS.
de: Ist die VPN-Verkettung eingeschaltet, läuft deine Anfrage danach über dein VPN weiter zum DNS.
es: Luego, si el encadenamiento VPN está activado, la solicitud pasa por tu VPN de camino al DNS.
fr: Ensuite, si le chaînage VPN est activé, votre requête passe par votre VPN avant de rejoindre le DNS.
it: Poi, se il concatenamento VPN è attivato, la richiesta passa dalla tua VPN prima di arrivare al DNS.
ja: 次に、VPNチェーンがオンなら、リクエストはVPNを通ってDNSへ向かいます。
ko: 그다음, VPN 체이닝이 켜져 있으면 요청은 VPN을 거쳐 DNS로 가요.
pt_br: Depois, se o encadeamento de VPN estiver ativado, a solicitação passa pela sua VPN a caminho do DNS.
zh_hans: 接着，如果 VPN 串联已开启，请求会先经过你的 VPN，再前往 DNS。
zh_hant: 接著，如果 VPN 串接已開啟，請求會先經過你的 VPN，再前往 DNS。

source: And last comes DNS. You get to choose who answers your device’s questions.
de: Zuletzt kommt das DNS. Du entscheidest, wer die Fragen deines Geräts beantwortet.
es: Y por último, el DNS. Tú eliges quién responde a las preguntas de tu dispositivo.
fr: Et enfin, le DNS. Vous choisissez qui répond aux questions de votre appareil.
it: E per ultimo c’è il DNS. Sei tu a scegliere chi risponde alle domande del tuo dispositivo.
ja: そして最後はDNSです。デバイスの質問にどこが答えるかは、自分で選べます。
ko: 마지막은 DNS예요. 기기의 질문에 누가 답할지는 직접 고를 수 있어요.
pt_br: E, por último, vem o DNS. Você escolhe quem responde às perguntas do seu dispositivo.
zh_hans: 最后一站是 DNS。你可以自己选择由谁来回答设备的问题。
zh_hant: 最後一站是 DNS。你可以自己選擇由誰來回答裝置的問題。

source: This time, your filter sees that this website is allowed and lets the request continue.
de: Diesmal sieht dein Filter, dass diese Website erlaubt ist, und lässt die Anfrage passieren.
es: Esta vez, tu filtro ve que este sitio está permitido y deja que la solicitud continúe.
fr: Cette fois, votre filtre voit que ce site est autorisé et laisse la requête poursuivre sa route.
it: Questa volta il tuo filtro vede che questo sito è consentito e lascia proseguire la richiesta.
ja: フィルターは許可されたサイトだと気づき、今回はリクエストをそのまま通します。
ko: 이번에는 필터가 허용된 사이트라는 걸 알아보고 요청을 통과시켜요.
pt_br: Desta vez, seu filtro vê que este site está permitido e deixa a solicitação seguir.
zh_hans: 这一次，筛选器发现这个网站已被允许，就让请求继续前进。
zh_hant: 這一次，篩選器發現這個網站已被允許，就讓請求繼續前進。

source: From here, the request travels through your VPN if chaining is on, then heads to DNS.
de: Von hier aus läuft die Anfrage bei eingeschalteter Verkettung über dein VPN und dann weiter zum DNS.
es: Desde aquí, la solicitud pasa por tu VPN si el encadenamiento está activado y luego va al DNS.
fr: À partir d’ici, la requête passe par votre VPN si le chaînage est activé, puis se dirige vers le DNS.
it: Da qui, la richiesta passa dalla tua VPN se il concatenamento è attivato, poi si dirige al DNS.
ja: ここからリクエストは、VPNチェーンがオンならVPNを通って、DNSへ向かいます。
ko: 여기서부터는 체이닝이 켜져 있으면 요청이 VPN을 거친 다음 DNS로 가요.
pt_br: Daqui, a solicitação passa pela sua VPN se o encadeamento estiver ativado e depois segue para o DNS.
zh_hans: 接下来，如果串联已开启，请求会先经过你的 VPN，再前往 DNS。
zh_hant: 接下來，如果串接已開啟，請求會先經過你的 VPN，再前往 DNS。

source: Every request takes a journey along the path you set. Let’s look at each step.
de: Jede Anfrage folgt dem Weg, den du festgelegt hast. Schauen wir uns jeden Schritt an.
es: Toda solicitud hace un recorrido por la ruta que has configurado. Veamos cada paso.
fr: Chaque requête suit le chemin que vous avez défini. Voyons chaque étape.
it: Ogni richiesta segue il percorso che hai impostato. Vediamo i passaggi uno per uno.
ja: リクエストはどれも、設定した経路をたどって進みます。ステップをひとつずつ見てみましょう。
ko: 모든 요청은 직접 설정한 경로를 따라 이동해요. 한 단계씩 살펴볼게요.
pt_br: Toda solicitação percorre o caminho que você definiu. Vamos ver cada etapa.
zh_hans: 每个请求都会沿着你设置的路径走一趟。一起来看看每个步骤吧。
zh_hant: 每個請求都會沿著你設定的路徑走一趟。一起來看看每個步驟吧。

source: First comes your filter. It checks each request against your lists, then lets it through or stops it here.
de: Zuerst kommt dein Filter. Er prüft jede Anfrage anhand deiner Listen und lässt sie durch oder hält sie hier auf.
es: Primero viene tu filtro. Compara cada solicitud con tus listas y la deja pasar o la detiene aquí.
fr: D’abord, votre filtre. Il compare chaque requête à vos listes, puis la laisse passer ou l’arrête ici.
it: Prima c’è il tuo filtro. Confronta ogni richiesta con le tue liste, poi la lascia passare o la ferma qui.
ja: まずはフィルターです。リクエストをリストと照らし合わせ、通すか、ここで止めるかを決めます。
ko: 가장 먼저 필터를 만나요. 필터는 요청을 내 목록과 비교해 통과시키거나 여기서 막아요.
pt_br: Primeiro vem seu filtro. Ele compara cada solicitação com suas listas e a deixa passar ou a interrompe aqui.
zh_hans: 首先是你的筛选器。它会对照你的列表检查每个请求，再决定放行，还是在这里拦下。
zh_hant: 首先是你的篩選器。它會對照你的清單檢查每個請求，再決定放行，還是在這裡擋下。

source: Let’s try a website you’ve blocked. First, your device sends the request to your filter.
de: Probieren wir eine Website aus, die du blockiert hast. Zuerst schickt dein Gerät die Anfrage an deinen Filter.
es: Probemos un sitio que has bloqueado. Primero, tu dispositivo envía la solicitud a tu filtro.
fr: Essayons un site que vous avez bloqué. D’abord, votre appareil envoie la requête à votre filtre.
it: Proviamo con un sito che hai bloccato. Per prima cosa, il dispositivo invia la richiesta al tuo filtro.
ja: ブロックしたサイトを開いてみましょう。まず、デバイスがリクエストをフィルターへ送ります。
ko: 차단한 사이트를 열어 볼게요. 먼저 기기가 요청을 필터로 보내요.
pt_br: Vamos testar um site que você bloqueou. Primeiro, o dispositivo envia a solicitação ao seu filtro.
zh_hans: 我们来试试一个你拦截的网站。首先，设备会把请求发给你的筛选器。
zh_hant: 我們來試試一個你封鎖的網站。首先，裝置會把請求傳給你的篩選器。

source: Your filter sees that this website is blocked and stops the request right here. It never reaches DNS.
de: Dein Filter sieht, dass diese Website blockiert ist, und hält die Anfrage hier auf. Sie erreicht das DNS nie.
es: Tu filtro ve que este sitio está bloqueado y detiene la solicitud aquí mismo. Nunca llega al DNS.
fr: Votre filtre voit que ce site est bloqué et arrête la requête ici même. Elle n’atteint jamais le DNS.
it: Il tuo filtro vede che questo sito è bloccato e ferma la richiesta proprio qui. Non arriva mai al DNS.
ja: フィルターはブロックされたサイトだと気づき、ここでリクエストを止めます。DNSには届きません。
ko: 필터가 차단된 사이트라는 걸 알아보고 요청을 바로 여기서 막아요. DNS에는 닿지 않아요.
pt_br: Seu filtro vê que este site está bloqueado e interrompe a solicitação aqui mesmo. Ela nunca chega ao DNS.
zh_hans: 筛选器发现这个网站已被拦截，就在这里拦下请求，DNS 完全不会收到。
zh_hant: 篩選器發現這個網站已被封鎖，就在這裡擋下請求，DNS 完全不會收到。

source: Now let’s try a website you’ve allowed. The request goes to your filter, just like before.
de: Probieren wir jetzt eine Website aus, die du erlaubt hast. Die Anfrage geht wie zuvor an deinen Filter.
es: Ahora probemos un sitio que has permitido. La solicitud va a tu filtro, igual que antes.
fr: Essayons maintenant un site que vous avez autorisé. La requête arrive à votre filtre, comme avant.
it: Ora proviamo con un sito che hai consentito. La richiesta va al tuo filtro, proprio come prima.
ja: 今度は、許可したサイトを開いてみましょう。リクエストは先ほどと同じように、フィルターへ届きます。
ko: 이제 허용한 사이트를 열어 볼게요. 요청은 아까처럼 필터로 가요.
pt_br: Agora vamos testar um site que você permitiu. A solicitação vai até seu filtro, como antes.
zh_hans: 现在，我们来试试一个你允许的网站。请求和刚才一样，先到你的筛选器。
zh_hant: 現在，我們來試試一個你允許的網站。請求和剛才一樣，先到你的篩選器。
